Repository: drewlll2ll/SparrowSite
Catalog: django-refdb/refdb/locale/*.po
Languages: de

source: German
de: Deutsch

source: English
de: Englisch

source: Chinese
de: Chinesisch

source: Ukrainian
de: Ukrainisch

source: Russian
de: Russisch

source: French
de: Französisch

source: Dutch
de: Niederländisch

source: citation key
de: Zitierschlüssel

source: last modified
de: letzte Änderung

source: user
de: Benutzer

source: reference
de: Referenz

source: language
de: Sprache

source: current references list
de: aktuelle Referenzenliste

source: settings last modified
de: letzte Änderung der Einstellungen

source: user details
de: Benutzerdetails

source: shelf
de: Regal

source: shelves
de: Regale

source: main list
de: Hauptliste

source: switch to %(language)s
de: zur Sprache %(language)s wechseln

source: Welcome,
de: Willkommen

source: Main menu
de: Hauptmenü

source: Report feature wish or bug
de: Einen Featurewunsch oder Bug melden

source: Help
de: Hilfe

source: Log out
de: ausloggen

source: Log in
de: einloggen

source: Jülich Forschungszentrum logo
de: Logo des Forschungszentrums Jülich

source: IEF-5 logo
de: Logo des IEF-5

source: Beyond Beyer's paper piles
de: Jenseits von Beyers Papierstapeln

source: modify search
de: Suche modifizieren

source: previous page
de: vorherige Seite

source: next page
de: nächste Seite

source: General error
de: Allgemeiner Fehler

source: Error while adding to shelf
de: Fehler beim hinzufügen zu einem Regal

source: Error while adding to list
de: Fehler beim hinzufügen zu einer Liste

source: Error while removing from shelf
de: Fehler beim entfernen von einer Liste

source: Author
de: Autor

source: Title
de: Titel

source: Year
de: Jahr

source: Edit
de: ändern

source: View PDF
de: PDF ansehen

source: Search error
de: Fehler bei der Suche

source: Change list error
de: Fehler beim ändern der Liste

source: edit
de: ändern

source: view PDF
de: PDF ansehen

source: Reprint available
de: Ausdruck vorhanden

source: yes
de: ja

source: no
de: nein

source: Reprint location
de: Ort des Ausdrucks

source: link to private PDF
de: Link zum privaten PDF

source: Notes
de: Bemerkungen

source: link to global PDF
de: Link zum globalen PDF

source: Relevance
de: Relevanz

source: Address
de: Adresse

source: This is an institute's publication.
de: Dies ist eine Institutspublikation.

source: Reprint locations
de: Orte eines Ausdrucks

source: Keywords
de: Schlüsselworte

source: Abstract
de: Zusammenfassung

source: Page %s
de: Seite %s

source: Query string
de: Anfragestring

source: Year from
de: Jahr von

source: Year until
de: Jahr bis

source: Full text
de: Volltext

source: selected
de: gewählt

source: Export as
de: exportieren als

source: Remove from list “%s”
de: aus Liste „%s“ entfernen

source: Add to shelf
de: zum Regal hinzufügen

source: List
de: Liste

source: New list
de: neue Liste

source: You must not give both an existing and a new list.
de: Die dürfen nicht sowohl eine existierende als auch eine neue Liste angeben.

source: You must give either an existing or a new list.
de: Sie müssen entweder eine existierende oder eine neue Liste angeben.

source: This listname is already given.
de: Dieser Listenname ist schon vergeben.

source: Search
de: Suche

source: You must select an action.
de: Sie müssen sich für eine Aktion entscheiden.

source: You can't do more that one thing at the same time.
de: Sie können nicht mehr als eine Sache zur gleichen Zeit machen.

source: You must select at least one sample.
de: Sie müssen wenigstens eine Referenz auswählen.

source: Bulk view
de: Übersicht

source: List view of %s
de: Listenansicht von %s

source: No format given.
de: Kein Format angegeben.

source: Format “%s” is unknown.
de: Format „%s“ ist unbekannt.

source: Change default list
de: Standardliste ändern

source: Type
de: Art

source: Part title
de: Titel des Teils

source: Part authors
de: Autoren des Teils

source: Publication title
de: Titel der Publikation

source: Abbreviated publication title
de: Abgekürzter Titel der Publikation

source: Publication authors
de: Autoren der Publikation

source: Date
de: Datum

source: Either YYYY or YYYY-MM-DD.
de: Entweder JJJJ oder JJJJ-MM-TT.

source: Volume
de: Band

source: Issue
de: Ausgabe

source: Start page
de: Startseite

source: End page
de: Endseite

source: Publisher
de: Verlag

source: Publication place
de: Ort der Publikation

source: Contact address to the author.
de: Kontaktadresse des Autors.

source: Serial
de: Seriennummer

source: Global notes
de: Globale Bemerkungen

source: Institute publication
de: Institutspublikation

source: I have a reprint
de: Ich habe ein Reprint

source: Private notes
de: Private Notizen

source: Private reprint available
de: Privater Ausdruck vorhanden

source: Private reprint location
de: Ort des privaten Ausdrucks

source: Lists
de: Listen

source: Shelves
de: Regale

source: PDF file
de: PDF-Datei

source: PDF is private
de: PDF ist privat

source: Must be either of the form YYYY or YYYY-MM-DD.
de: Muss entweder JJJJ oder JJJJ-MM-TT sein.

source: The uploaded file was not a PDF file.
de: Die hochgeladene Datei war kein PDF.

source: This field is forbidden for this reference type.
de: Dieses Feld ist für diesen Referenztyp verboten

source: You must not give an end page if there is no start page.
de: Sie dürfen keine Endseite angeben, wenn es keine Startseite gibt.

source: This field is required for this reference type.
de: Dieses Feld ist notwendig für diesen Referenztyp.

source: The publication title (or its abbreviation) is required for this reference type.
de: Der Publikationstitel (oder seine Abkürzung) ist notwendig für diesen Referenztyp.

source: Reference “%s” successfully edited.
de: Referenz „%s“ wurde erfolgreich geändert.

source: Reference “%s” successfully added.
de: Referenz „%s“ wurde erfolgreich hinzugefügt.

source: Edit reference
de: Referenz ändern

source: Add reference
de: Referenz hinzufügen

source: abstract reference
de: Abstract-Referenz

source: audiovisual material
de: audio-visuelles Material

source: art work
de: Kunstwerk

source: bill/resolution
de: Gesetzesentwurf/Resolution

source: whole book reference
de: Referenz eines ganzen Buches

source: case
de: Gerichtsfall

source: book chapter reference
de: Buchkapitel-Referenz

source: computer program
de: Computerprogramm

source: conference proceeding
de: Konferenz-Proceedings

source: catalog
de: Katalog

source: data file
de: Datendatei

source: electronic citation
de: elektronisches Zitat

source: generic
de: unspezifiziert

source: internet communication
de: Internet-Kommunikation

source: in press reference
de: Presse-Referenz

source: journal – full
de: Journal – komplett

source: journal reference
de: Journal-Artikel

source: map
de: Karte

source: magazine article
de: Magazin-Artikel

source: motion picture
de: Spielfilm

source: music score
de: Musikwerk

source: newspaper
de: Zeitung

source: pamphlet
de: Flugschrift

source: personal communication
de: persönliche Mitteilung

source: report
de: Bericht

source: serial – book, monograph
de: Reihe – Buch, Monographie

source: slide
de: Folie

source: sound recording
de: Tonaufzeichnung

source: statute
de: Gesetz

source: thesis/dissertation
de: Abschlussarbeit/Dissertation

source: unenacted bill/resolution
de: nicht-erlassener Gesetzesentwurf/Resolution

source: unpublished work reference
de: unveröffentlichte Arbeit

source: video recording
de: Videoaufzeichnung

source: Major contributors
de: Wichtige Beitragende

source: Release date
de: Datum der Freigabe

source: Act title
de: Gesetzestitel

source: Title/code number
de: Titel/Nummer

source: Publication date
de: Veröffentlichungsdatum

source: Pages
de: Seiten

source: Authors
de: Autoren

source: State/country
de: Staat/Land

source: Application number
de: Bewerbungsnummer

source: Date issued
de: Datum der Erteilung

source: Patent number
de: Patentnummer

source: Editors
de: Herausgeber

source: Chapter title
de: Kapitelüberschrift

source: City
de: Stadt

source: Book title
de: Buchtitel

source: Chapter number
de: Kapitelnummer

source: Conference title
de: Konferenzname

source: Newspaper
de: Zeitung

source: Reporters
de: Reporter

source: End location
de: Endposition

source: Start location
de: Startposition

source: Location
de: Position

source: Last update
de: Neuestes Update

source: Date sent
de: Sendedatum

source: Date of code
de: Gesetzesdatum

source: Bill/resolution number
de: Nummer des Gesetzesentwurfs/Resolution

source: Report number
de: Berichtsnummer

source: Secondary authors
de: Sekundäre Autoren

source: Primary title
de: Primärtitel

source: Title, secondary
de: Titel, sekundärer

source: Primary authors
de: Primärautoren

source: Primary date
de: Primärdatum

source: Sender
de: Absender

source: Date of message
de: Datum der Nachricht

source: Subject
de: Betreff

source: Counsel
de: Rat

source: Court
de: Gericht

source: Case name
de: Name des Verfahrens

source: Filed
de: Eingereicht

source: Reporter number
de: Nummer des Reporters

source: Catalog number
de: Katalognummer

source: Composers
de: Komponisten

source: Magazine
de: Zeitschrift

source: Cartographers
de: Kartographen

source: Map number
de: Kartennummer

source: Artists
de: Künstler

source: Title/subject
de: Titel/Thema

source: Act name
de: Name des Gesetzes

source: Hearing date
de: Anhörungsdatum

source: Commitee
de: Kommitee

source: Bill number
de: Nummer des Gesetzesentwurfs
